tap "gm-vm/repo"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "romkatv/gitstatus"
brew "openssl@3"
brew "apr-util"
brew "aws-vault"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "caddy"
brew "cmake"
brew "colima"
brew "ctags"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docutils"
brew "driftctl"
brew "eksctl"
brew "freetds"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "htop"
brew "iam-policy-json-to-terraform"
brew "imapsync"
brew "infracost"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "localstack"
brew "midnight-commander"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "openconnect"
brew "openfortivpn"
brew "openssl@1.1"
brew "packer"
brew "php@8.1", link: true
brew "pinentry-mac"
brew "virtualenv"
brew "poetry"
brew "postgresql@15", link: true
brew "pre-commit"
brew "pssh"
brew "pulumi"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "rbenv"
brew "ripgrep"
brew "scmpuff"
brew "serverless"
brew "siege"
brew "sops"
brew "sslscan"
brew "task"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "terraform-lsp"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "trivy"
brew "vault"
brew "watch"
brew "waypoint"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "romkatv/gitstatus/gitstatus"
cask "1password-cli"
cask "fig"
cask "font-0xproto-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "joplin"
cask "kitty"
cask "multipass"
cask "openfortivpn-webview"
cask "packetsender"
cask "rectangle"
cask "stats"
cask "vagrant"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "aliariff.slim-lint"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "aykutsarac.jsoncrack-vscode"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bin3377.iam-policy"
vscode "castwide.solargraph"
vscode "charliermarsh.ruff"
vscode "clarkyu.vscode-sql-beautify"
vscode "clemenspeters.format-json"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-codeql"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "infracost.infracost"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "koichisasada.vscode-rdbg"
vscode "mbessey.vscode-rufo"
vscode "meezilla.json"
vscode "mhutchie.git-graph"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "oliversturm.fix-json"
vscode "prateekmahendrakar.prettyxml"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "shopify.vscode-shadowenv"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "tlevesque2.duplicate-finder"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wingrunr21.vscode-ruby"
vscode "xadillax.viml"
vscode "xyz.plsql-language"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
