tap "argoproj/tap"
tap "aws/tap"
tap "bell-sw/liberica"
tap "buildpacks/tap"
tap "derailed/popeye"
tap "gm-vm/repo"
tap "hashicorp/tap"
tap "heroku/brew"
tap "jesseduffield/lazygit"
tap "kardolus/chatgpt-cli"
tap "reviewdog/tap"
tap "robusta-dev/holmesgpt"
tap "romkatv/gitstatus"
tap "ssup2/tap"
brew "openssl@3"
brew "apr-util"
brew "argocd"
brew "aws-iam-authenticator"
brew "aws-nuke"
brew "aws-vault"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "beautysh"
brew "caddy"
brew "glib"
brew "cilium-cli"
brew "clamav"
brew "cmake"
brew "lima"
brew "colima"
brew "ctags"
brew "rtmpdump"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docutils"
brew "driftctl"
brew "eksctl"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "forgit"
brew "freetds"
brew "gdk-pixbuf"
brew "gh"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "git-secrets"
brew "gitleaks"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goimports"
brew "gotestsum"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grpcui"
brew "grpcurl"
brew "hatch"
brew "helm"
brew "helm-ls"
brew "htop"
brew "hubble"
brew "iam-policy-json-to-terraform"
brew "imagemagick"
brew "imapsync"
brew "infracost"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libcbor"
brew "libslirp"
brew "localstack"
brew "luarocks"
brew "maven"
brew "mercurial"
brew "midnight-commander"
brew "mongocli"
brew "node"
brew "mongodb-atlas-cli"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "net-snmp"
brew "nmap"
brew "nushell"
brew "nvm"
brew "ollama"
brew "openconnect"
brew "openfortivpn"
brew "php@8.1", link: true
brew "pinentry-mac"
brew "pip-tools"
brew "pipenv"
brew "pkgconf"
brew "podman"
brew "poetry"
brew "poppler"
brew "postgresql@15", link: true
brew "postgresql@16"
brew "pre-commit"
brew "pssh"
brew "pulumi"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "qemu"
brew "qpdf"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "ruff-lsp"
brew "rust"
brew "rustup"
brew "rv"
brew "scmpuff"
brew "serverless"
brew "sevenzip"
brew "siege"
brew "skopeo"
brew "sops"
brew "sqlfluff"
brew "sslscan"
brew "starship"
brew "stylua"
brew "syft"
brew "task"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "terraform-lsp"
brew "terraformer", args: ["HEAD"]
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "timewarrior"
brew "tmux"
brew "tree"
brew "trivy"
brew "virtualenv"
brew "volta"
brew "watch"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "aws/tap/eks-node-viewer"
brew "buildpacks/tap/pack"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "kardolus/chatgpt-cli/chatgpt-cli"
brew "reviewdog/tap/reviewdog"
brew "robusta-dev/holmesgpt/holmesgpt"
brew "romkatv/gitstatus/gitstatus"
brew "ssup2/tap/kpexec"
cask "1password-cli"
cask "chatgpt"
cask "copilot-cli"
cask "fig"
cask "font-0xproto-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "joplin"
cask "bell-sw/liberica/liberica-jdk11"
cask "bell-sw/liberica/liberica-jdk17"
cask "bell-sw/liberica/liberica-jdk21"
cask "bell-sw/liberica/liberica-jdk8"
cask "multipass"
cask "gm-vm/repo/openfortivpn-webview"
cask "openscad"
cask "packetsender"
cask "rectangle"
cask "stats"
cask "vagrant"
cask "visual-studio-code"
cask "vscodium"
cask "warp"
vscode "4ops.terraform"
vscode "aliariff.slim-lint"
vscode "anthropic.claude-code"
vscode "aykutsarac.jsoncrack-vscode"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bin3377.iam-policy"
vscode "castwide.solargraph"
vscode "charliermarsh.ruff"
vscode "clarkyu.vscode-sql-beautify"
vscode "clemenspeters.format-json"
vscode "deerawan.vscode-dash"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-codeql"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "infracost.infracost"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "koichisasada.vscode-rdbg"
vscode "mbessey.vscode-rufo"
vscode "meezilla.json"
vscode "mhutchie.git-graph"
vscode "mindginative.terraform-snippets"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "oliversturm.fix-json"
vscode "prateekmahendrakar.prettyxml"
vscode "quicktype.quicktype"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "shopify.vscode-shadowenv"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "tabnine.tabnine-vscode"
vscode "tlevesque2.duplicate-finder"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "withfig.fig"
vscode "xadillax.viml"
vscode "xyz.plsql-language"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
go "golang.org/dl/go1.23.12"
go "golang.org/dl/go1.25.1"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
